module.exports = {
  "ภาคเหนือ": [
    "เชียงราย", "เชียงใหม่", "น่าน", "พะเยา", "แพร่", 
    "แม่ฮ่องสอน", "ลำปาง", "ลำพูน", "อุตรดิตถ์"
  ],
  "ภาคกลาง": [
    "กรุงเทพมหานคร", "กำแพงเพชร", "ชัยนาท", "นครนายก", "นครปฐม", 
    "นครสวรรค์", "นนทบุรี", "ปทุมธานี", "พระนครศรีอยุธยา", "พิจิตร", 
    "พิษณุโลก", "เพชรบูรณ์", "ลพบุรี", "สมุทรปราการ", "สมุทรสงคราม", 
    "สมุทรสาคร", "สระบุรี", "สิงห์บุรี", "สุโขทัย", "สุพรรณบุรี", 
    "อ่างทอง", "อุทัยธานี"
  ],
  "ภาคตะวันออกเฉียงเหนือ": [
    "กาฬสินธุ์", "ขอนแก่น", "ชัยภูมิ", "นครพนม", "นครราชสีมา", 
    "บึงกาฬ", "บุรีรัมย์", "มหาสารคาม", "มุกดาหาร", "ยโสธร", 
    "ร้อยเอ็ด", "เลย", "สกลนคร", "สุรินทร์", "ศรีสะเกษ", 
    "หนองคาย", "หนองบัวลำภู", "อุดรธานี", "อุบลราชธานี", "อำนาจเจริญ"
  ],
  "ภาคตะวันออก": [
    "จันทบุรี", "ฉะเชิงเทรา", "ชลบุรี", "ตราด", "ปราจีนบุรี", 
    "ระยอง", "สระแก้ว"
  ],
  "ภาคตะวันตก": [
    "กาญจนบุรี", "ตาก", "ประจวบคีรีขันธ์", "เพชรบุรี", "ราชบุรี"
  ],
  "ภาคใต้": [
    "กระบี่", "ชุมพร", "ตรัง", "นครศรีธรรมราช", "นราธิวาส", 
    "ปัตตานี", "พังงา", "พัทลุง", "ภูเก็ต", "ยะลา", 
    "ระนอง", "สงขลา", "สตูล", "สุราษฎร์ธานี"
  ]
};
